Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_3.tmx
Source language: en
Languages: it

source: Thermally insulated containers for food
it: Recipienti termoisolanti per alimenti

source: Sponges for applying body powder
it: Spugne per applicare talco

source: Cloths for wiping optical lenses
it: Pezzuole per pulire lenti ottiche

source: Bathroom glass holder
it: Portabicchieri per bagno

source: Dispensers for cling film [other than fixed]
it: Distributori di pellicole aderenti [non fissi]

source: Double heat insulated containers for food
it: Contenitori doppi termoisolanti per alimenti

source: Souvenir plates
it: Piatti souvenir

source: Indoor terrariums [plant cultivation]
it: Terrari d'appartamento [coltura di piante]

source: Chamois leather for cleaning
it: Pelle scamosciata per la pulizia

source: Cotton waste for cleaning
it: Cascami di cotone per pulire

source: Fruit bowls of glass
it: Fruttiere in vetro

source: Profiled glass [semi-finished]
it: Vetro profilato [semilavorato]

source: Plaques of porcelain
it: Targhe in porcellana

source: Plaques of pottery
it: Targhe in ceramica

source: Blenders for food [non-electric]
it: Frullatori per alimenti [non elettrici]

source: Vases
it: Vasi

source: Scourers for saucepans
it: Pagliette per pentole

source: Oral irrigators, other than for use in dentistry
it: Irrigatori orali, non per uso dentistico

source: Scrapers for household purposes
it: Raschietti per uso domestico

source: Tempered glass [not for building]
it: Vetro temperato [non da costruzione]

source: Baking dishes made of earthenware
it: Pirofile da forno in terracotta

source: Baking sheets of common metal
it: Fogli da forno in metallo comune

source: Brushes for personal hygiene
it: Spazzole per l'igiene personale

source: Porcelain articles for decorative purposes
it: Articoli in porcellana per uso decorativo

source: Mess-tins
it: Gavette

source: Abrasive instruments for kitchen [cleaning] purposes
it: Strumenti abrasivi per la cucina [pulire]

source: Anti-static cloths for household use
it: Panni antistatici per uso domestico

source: Non-electrical coffee grinders
it: Macinacaffè non elettrici

source: Boxes for holding artificial teeth
it: Scatole per la custodia di denti arficiali

source: Glass bulbs [receptacles]
it: Ampolle in vetro [recipienti]

source: Sugar bowls [not of precious metal]
it: Zuccheriere [non in metallo prezioso]

source: Confectioners' decorating bags [pastry bags]
it: Contenitori per decorazioni da pasticceria

source: Ceramic hollowware
it: Vasellame in ceramica

source: Cups made of pottery
it: Tazze in ceramica

source: Ceramic tableware
it: Stoviglie in ceramica

source: Garden gnomes of glass
it: Gnomi da giardino in vetro

source: Watering cans
it: Innaffiatoi

source: Luminous glass [not for building]
it: Vetro luminoso [non da costruzione]

source: Lint rollers [adhesive] for removing lint from clothing
it: Rulli levapelucchi [adesivi] per rimuovere i pelucchi dagli abiti

source: Plastic bowls [basins]
it: Bacinelle di plastica

source: Knife rests for the table
it: Porta-coltelli per la tavola

source: Waffle irons, non-electric
it: Stampi per cialde non elettrici

source: Bowls for plants
it: Sottovasi per piante

source: Sacred vessels
it: Ampolle sacre

source: Water closet brush holders
it: Portascopini per gabinetti

source: Containers (Non-metallic -) for holy water
it: Contenitori (non metallici) per l'acqua santa

source: Containers for pot pourri
it: Contenitori per potpourri

source: Household gloves for cleaning purposes
it: Guanti per pulire ad uso domestico

source: Crystal [glassware]
it: Cristalli [vetreria]

source: Applicator sticks for applying makeup
it: Applicatori in stick per trucco

source: Collector plates
it: Piatti da collezione

source: Glass stoppers
it: Tappi di vetro

source: Slow cookers (Non-electric -)
it: Stufaiole (Non elettriche -)

source: Toilet roll stands
it: Porta carta igienica

source: Colored sheet glass [not for building]
it: Vetro colorato in fogli [non da costruzione]

source: Stamped glass
it: Vetro stampato

source: Non-electric bottle openers
it: Apribottiglie non elettrici

source: Traps (Electric -) for insects
it: Trappole (Elettriche -) per insetti

source: Mugs made of ceramic materials
it: Tazze alte in materiali ceramici

source: Non-electric food mixers
it: Frullatori non elettrici

source: Trouser presses
it: Stira-pantaloni

source: Periodontal irrigators [non-electric] for personal use
it: Irrigatori periodontali [elettrici] per uso personale

source: Cooking skewers, not of metal
it: Spiedi da cucina, non di metallo

source: Rotary cheese graters
it: Grattugie per formaggio

source: Confectioners' molds
it: Stampi per confetteria

source: Jardinieres of earthenware
it: Portavasi in terracotta

source: Kitchen sponges
it: Spugne da cucina

source: Laminated glass [other than for building]
it: Vetro laminato [non da costruzione]

source: Washing boards
it: Assi per lavare

source: Straws for drinking
it: Cannucce per bibite

source: Apparatus for wax-polishing, non-electric
it: Lucidatrici [apparecchi non elettrichi]

source: Scoops for household purposes
it: Palette, per uso domestico

source: Natural sea sponges
it: Spugne di mare naturali

source: Dispensers for the storage of toilet paper [other than fixed]
it: Erogatori per il contenimento di carta igienica [non fissi]

source: Pewter tankards
it: Boccali in peltro

source: Powder compacts [cases]
it: Portacipria [astucci]

source: Plastic plates [dishes]
it: Piatti di plastica [piatti]

source: Wool waste for cleaning
it: Cascami di lana per pulire

source: Bird feeders for feeding birds in the wild
it: Mangiatoie per l'alimentazione di uccelli selvatici

source: Bird feeders in the nature of containers
it: Mangiatoie per uccelli sotto forma di recipienti

source: Unworked glass [except glass used in building]
it: Vetro grezzo [tranne vetro da costruzione]

source: Bathroom basins [receptacles]
it: Bacinelle da bagno [recipienti]

source: Buckets for industrial use
it: Secchi per uso industriale

source: Spits [other than parts of cooking apparatus]
it: Spiedi [non parti di dispositivi per cucinare]

source: Services [dishes]
it: Servizi [vasellame]

source: Glass wool, other than for insulation
it: Lana di vetro diversa da quella per isolamento

source: Polishing apparatus and machines, for household purposes, non-electric
it: Apparecchi e macchine non elettriche per pulire per uso domestico

source: Rice cooking pots [non-electric]
it: Pentole per il riso [non elettriche]

source: Brushes adapted to receive a cleaning agent
it: Spazzole da utilizzare con un agente per la pulizia

source: Brushes connectable to water hoses
it: Spazzole collegabili a tubi dell'acqua

source: Ornamental sculptures made of porcelain
it: Sculture ornamentali in porcellana fine

source: Fused quartz
it: Quarzo fuso

source: Garden gnomes of porcelain
it: Gnomi da giardino in porcellana

source: Sprinklers
it: Innaffiatori

source: Bread baskets for household purposes
it: Cestini per il pane per uso domestico

source: Carpet sweepers
it: Scope meccaniche

source: Buckets
it: Secchi

source: Basins [receptacles]
it: Bacinelle [recipienti]

source: Kitchen urns [not of precious metal]
it: Vasi da cucina [non in metalli preziosi]

source: Decanters
it: Caraffe

source: Ceramics for household purposes
it: Prodotti di ceramica per uso domestico

source: Polishing leather
it: Pelle per pulire

source: Decorative boxes of glass
it: Scatole decorative in vetro

source: Dental sticks for personal use
it: Curette parodontali per uso personale

source: Drinking horns
it: Corni per bere

source: Exfoliating pads
it: Tamponi esfolianti

source: Rubber gloves for household use
it: Guanti di gomma per uso domestico

source: Electric combs
it: Pettini elettrici

source: Heat-insulated containers for beverages
it: Recipienti coibenti per bevande

source: Heat protective glass (Semi-worked -)
it: Vetro a protezione termica (Semilavorato -)

source: Heat reflecting glass [semi-worked]
it: Vetro termico riflettente [semilavorato]

source: Gloves for household purposes
it: Guanti per uso domestico

source: Ironing board covers, shaped
it: Coperte per tavole da stiro

source: Glass storage jars
it: Barattoli in vetro

source: Demijohns
it: Damigiane

source: Bottle openers, electric and non-electric
it: Apri-bottiglie, elettrici e non elettrici

source: Electric brushes, except parts of machines
it: Spazzole elettriche escluse se parti di macchine

source: Sugar bowls
it: Zuccheriere

source: Polished plate glass
it: Lastre in vetro lucidato

source: Model vehicles [ornaments] made of terra-cotta
it: Modellini di veicoli [ornamenti] in terracotta

source: Fitted picnic baskets, including dishes
it: Nécessaire per picnic [vasellame]

source: Saucers
it: Piattini

source: Polishing gloves
it: Guanti per pulire

source: Egg cups
it: Portauova

source: Powder compacts [empty]
it: Portacipria [vuoti]

source: Glass tableware
it: Stoviglie di vetro

source: Figurines made of lead crystal
it: Statuette in cristallo di piombo

source: Carpet beaters [hand instruments]
it: Battipanni per battere i tappeti

source: Trays for household purposes
it: Vassoi per uso domestico

source: Cooking skewers of metal
it: Spiedini per la cottura

source: Hand-operated food grinders
it: Trita-alimenti a mano

source: Pouring spouts
it: Becchi mescitori

source: Beverage stirrers
it: Agitatori per bevande

source: Dispensers for liquid soap
it: Distributori di sapone liquido

source: Flower vases of precious metal
it: Vasi da fiori in metallo prezioso

source: Smoothed plate glass
it: Cristallo levigato

source: Repotting containers for plants
it: Contenitori per rinvaso di piante

source: Beaters (Non-electric -) for kitchen use
it: Sbattitori (Non elettrici -) per la cucina

source: Vitreous silica fibers [fibres], not for textile use
it: Fibre di silice vetrificata [non per uso tessile]

source: Mushroom brushes
it: Spazzole per funghi

source: Tea infusers
it: Bocce per il tè

source: Ornamental models made of porcelain
it: Modellini ornamentali in porcellana

source: Baking containers made of glass
it: Contenitori da forno in vetro

source: Baskets of common metal for household use
it: Cesti in metalli comuni per uso domestico

source: Brushes for cleaning footwear
it: Spazzole per la pulizia di calzature

source: Brushes for cleaning
it: Spazzole per pulire

source: Buckets for household use
it: Secchi per uso domestico

source: Abrasive sponges for scrubbing the skin
it: Spugnette abrasive per peeling della pelle

source: Spice grinders (Non-electric -)
it: Macinini per spezie (Non elettrici -)

source: Wash basins [bowls, not parts of sanitary installations]
it: Lavabi [bacinelle, non parti delle installazioni sanitarie]

source: Containers for household or kitchen use
it: Recipienti per la casa o per la cucina

source: Aluminium moulds [kitchen utensils]
it: Stampi in alluminio [utensili da cucina]

source: Trays of paper, for household purposes
it: Vassoi di carta, per uso domestico

source: Modified sheet glass [not for building]
it: Vetro lucido modificato [non da costruzione]

source: Busts made of china
it: Busti in porcellana

source: Dispensers for detergents
it: Dosatori per detersivo

source: Glass plates
it: Piatti di vetro

source: Mess-tins [rice cooking canteens]
it: Gavette [gavette per cuocere il riso]

source: Cooking skewers
it: Spiedini da cucina

source: Insulating flasks
it: Bottiglie isolanti

source: Combs for animals
it: Pettini per animali

source: Metallic wool for scouring purposes
it: Lana metallica per sgrassare

source: Bowls for nuts
it: Scodelle per noci

source: Griddles [non-electric cooking utensils]
it: Teglie [utensili da cucina non elettrici]

source: Grinders (Non-electric -)
it: Tritatori (Non elettrici -)

source: Drinking bottles for sports
it: Bidoncini [fiaschette]

source: Soufflé dishes
it: Piatti da soufflé

source: Corkscrews, electric and non-electric
it: Cavatappi, elettrici e non elettrici

source: Drinking goblets
it: Calici per bevande

source: Kettles, non-electric
it: Allargatoi per guanti

source: Shoe horns
it: Calzascarpe

source: Food cooling devices, containing heat exchange fluids, for household purposes
it: Articoli di raffreddamento d'alimenti contenenti fluidi di scambio di calore, per uso domestico

source: Periodontal irrigators [electric] for personal use
it: Irrigatori periodontali [elettrici] per l'igiene personale

source: Porcelain flower pots
it: Portavasi in porcellana

source: Dispensers for liquid soap [for household purposes]
it: Erogatori di sapone liquido [per uso domestico]

source: Glasses [drinking vessels]
it: Bicchieri [recipienti per bere]

source: Coffee pots
it: Caffettiere

source: Interdental brushes for cleaning the teeth
it: Scovolini interdentali per la pulizia dei denti

source: Jars for household use
it: Barattoli per uso domestico

source: Cosmetic utensils
it: Utensili cosmetici

source: Heat-insulated containers
it: Recipienti coibenti

source: Moulds [kitchen utensils]
it: Stampi [utensili da cucina]

source: Bowls of precious metal
it: Ciotole in metalli preziosi

source: Skewers of wood
it: Spiedi di legno

source: Plastic bowls [household containers]
it: Ciotole in plastica [contenitori per la casa]

source: Cups
it: Tazze

source: Place card holders
it: Porta segnaposto

source: Planters of plastic
it: Fioriere in plastica

source: Wine bottle cradles
it: Portabottiglie per vino

source: Scouring sponges
it: Spugne abrasive

source: Nozzles for watering hose
it: Lance per tubi d'innaffiamento

source: Sponges
it: Spugne

source: Baking dishes made of porcelain
it: Pirofile da forno in porcellana

source: Foam toe separators for use in pedicures
it: Separatori per le dita dei piedi per pedicure

source: Artificial sponges for household purposes
it: Spugne artificiali per uso domestico

source: Pouring spouts for household use
it: Beccucci per uso domestico

source: Sponge holders
it: Porta-spugne

source: Cake moulds of non-metallic materials
it: Stampi per torte in materiali non metallici

source: Goblets
it: Calici

source: Boxes of glass
it: Scatole di vetro

source: Drinking glass holders
it: Supporti per bicchieri

source: Bottle stands
it: Portabottiglie

source: Cups made of plastics
it: Bicchieri di plastica

source: Mugs made of plastic
it: Tazze di plastica

source: Works of art made of porcelain
it: Oggetti d'arte in porcellana

source: Dustbins
it: Pattumiere

source: Dental cleaning articles
it: Articoli per pulire i denti

source: Aquaria and vivaria
it: Acquari e vivai

source: Air fragrancing apparatus
it: Apparecchi per profumare l'aria

source: Tableware, cookware and containers
it: Vasellame, pentole e recipienti

source: Glasses, drinking vessels and barware
it: Bicchieri, calici e articoli da bar

source: Cosmetic and toilet utensils and bathroom articles
it: Utensili per cosmetici, da toeletta e articoli da bagno

source: Unworked and semi-worked glass, not specified for use
it: Vetreria non lavorata e semi-lavorata, non per usi specificati

source: Statues, figurines, plaques and works of art, made of materials such as porcelain, terra-cotta or glass, included in the class
it: Statue, statuette, targhe e opere d'arte, fatte in porcellana, terracotta o vetro, incluse in questa classe

source: Articles for animals
it: Articoli per animali

source: Articles for clothing and footwear
it: Articoli per abbigliamento e calzature

source: Vaporizers for perfume sold empty
it: Vaporizzatori di profumi venduti vuoti

source: Industrial packaging containers of glass
it: Recipienti da imballaggio industriali in vetro

source: Industrial packaging containers of porcelain
it: Recipienti da imballaggio industriali di porcellana

source: Bento boxes
it: Scatole bento

source: Non-electric coffee frothers
it: Schiumatori non elettrici per caffè

source: Plug-in diffusers for mosquito repellents
it: Diffusori elettrici antizanzare

source: Place mats, not of paper or textile
it: Tovagliette, non di carta o di tessuto

source: Coin banks
it: Salvadanai

source: Pestles for kitchen use
it: Pestelli da cucina

source: Butter curlers
it: Arricciaburro

source: Implements (Hand operated -) for cracking lobsters
it: Utensili (Manuali -) per rompere il guscio di aragoste

source: Japanese style earthenware mortars [suribachi]
it: Mortai in terracotta in stile giapponese [suribachi]

source: Non-electric garlic peelers
it: Pela-aglio non elettrici

source: Non-electric ice crushers
it: Tritaghiaccio non elettrici

source: Nutcrackers not of precious metal
it: Schiaccianoci non in metalli preziosi

source: Nutcrackers of precious metal
it: Schiaccianoci in metalli preziosi

source: Strawberry hullers
it: Corer per fragole

source: Vegetable corers
it: Vuotazucchine

source: Vegetable tongs
it: Pinze per verdure

source: Broom handles, not of metal
it: Manici di scope non metallici

source: Handles (Non-metallic -) for brushes
it: Manici (Non metallici -) per spazzole

source: Handles made of plastics for brushes
it: Manici in plastica per spazzole

source: Dinner mats of plastics material
it: Tovagliette individuali in plastica

source: Nutcrackers
it: Schiaccianoci

source: Broom handles
it: Manici per scope

source: Ladles for serving wine
it: Mestoli per servire il vino

source: Boxes of precious metal for sweets
it: Scatole in metallo prezioso per dolci

source: Caddies for holding hair accessories for household and domestic use
it: Cesti per contenere accessori per capelli per uso domestico

source: Candle extinguishers, not of precious metal
it: Spegnitoi, non in metallo prezioso

source: Candle holders not of precious metal
it: Portacandele non in metallo prezioso

source: Candle holders of precious metal
it: Portacandele in metallo prezioso

source: Candlesticks of precious metal
it: Candelieri in metallo prezioso

source: Candlesticks with wind protection
it: Candelieri dotati di protezione antivento

source: Candy boxes, not of precious metal
it: Bomboniere, non in metallo prezioso

source: Coffee pots not of precious metal
it: Caffettiere non in metallo prezioso

source: Coffee services of precious metal
it: Servizi da caffè in metallo prezioso

source: Combs for back-combing hair
it: Pettini per cotonare i capelli

source: Cooking pots and pans [non-electric]
it: Pentole e padelle [non elettriche]

source: Cruet stands of precious metal
it: Oliere in metallo prezioso

source: Cruets not of precious metal
it: Ampolle non in metallo prezioso

source: Demitasse sets comprised of cups and saucers
it: Servizi da caffè costituiti da tazzine e piattini

source: Drying boards for washed, starched and then stretched pieces of kimono (hari-ita)
it: Tavoli per asciugatura di parti di kimono lavate, inamidate e stirate [hari-ita]

source: Egg cups of precious metal
it: Portauova in metallo prezioso

source: Epergnes of precious metals
it: Centrotavola in metalli preziosi

source: Household containers of precious metal
it: Recipienti per la casa in metallo prezioso

source: Japanese cast iron kettles, non-electric (tetsubin)
it: Bollitori giapponesi in ghisa, non elettrici [tetsubin]

source: Japanese style soup serving bowls (wan)
it: Ciotole per zuppa in stile giapponese [wan]

source: Japanese style tea-serving pots (kyusu)
it: Teiere in stile giapponese [kyusu]

source: Japanese style tea-serving pots of precious metal (kyusu)
it: Teiere in metallo prezioso in stile giapponese [kyusu]

source: Japanese style wooden pestles (surikogi)
it: Pestelli in legno in stile giapponese [surikogi]

source: Mugs, not of precious metal
it: Tazze, non in metallo prezioso

source: Napkin holders, not of precious metal
it: Portatovaglioli, non in metallo prezioso

source: Nine sectioned lacquer ware serving plates (Gujeolpan)
it: Piatto da portata laccato a nove scomparti [Gujeolpan]

source: Non-electric coffee drippers for brewing coffee
it: Filtri non elettrici per preparare il caffè

source: Pilsner drinking glasses
it: Bicchieri per birra Pilsner

source: Plates for hors d'oeuvre
it: Piatti per antipasti

source: Portable beverage container holders
it: Portacontenitori portatili per bevande

source: Portable cooking kits for outdoor use
it: Kit portatili per cucinare all'aperto

source: Portable pots and pans for camping
it: Tegami e padelle portatili da campeggio

source: Potato ricers
it: Schiacciapatate

source: Powder compacts of precious metal [sold empty]
it: Portacipria in metallo prezioso [vuoti]

source: Raccoon dog hair for brushes
it: Pelo di cane viverrino per spazzole

source: Sake cups [not of precious metal]
it: Tazze da sakè [non in metallo prezioso]

source: Salt shakers of precious metal
it: Saliere in metalli preziosi

source: Saucers made of precious metals
it: Piattini in metalli preziosi

source: Saucers not of precious metals
it: Piattini non in metalli preziosi

source: Serving bowls (hachi)
it: Ciotole da portata [hachi]

source: Sugar bowls of precious metal
it: Zuccheriere in metallo prezioso

source: Tankards of precious metal
it: Boccali in metallo prezioso

source: Tea infusers not of precious metal
it: Infusori per il tÃ¨ non in metallo prezioso

source: Tea pots of precious metal
it: Teiere in metallo prezioso

source: Tea services not of precious metal
it: Servizi da tè non in metallo prezioso

source: Tea services of precious metal
it: Servizi da tè in metallo prezioso

source: Teacups (yunomi)
it: Tazze da tè [yunomi]

source: Thermal insulated bags for food or beverages
it: Borse termoisolanti per alimenti o bevande

source: Thermal insulated containers for food or beverage
it: Contenitori termoisolanti per alimenti o bevande

source: Toothpick holders of precious metal
it: Porta-stuzzicadenti in metallo prezioso

source: Wired plate glass, not for building
it: Lastre di vetro armato, non per l'edilizia

source: Pepper mills, hand-operated
it: Macinini da pepe manuali

source: Glass flasks [containers]
it: Bottiglie di vetro [recipienti]

source: Spice racks
it: Porta-spezie

source: Cleaning cotton
it: Cotone per pulire

source: Rags [cloth] for cleaning
it: Panni per la pulizia

source: Drying racks for laundry
it: Stenditoi per biancheria

source: Clothes drying racks
it: Stenditoi per bucato

source: Strainers for household purposes
it: Filtri per uso domestico

source: Colanders for household use
it: Colini per uso domestico

source: Drinking vessels
it: Recipienti per bere

source: Skillets
it: Tegami

source: Kitchen utensils
it: Utensili da cucina

source: Cooking pot sets
it: Batterie di cucina

source: Soap holders
it: Porta-sapone

source: Dusting cloths [rags]
it: Strofinacci per spolverare

source: Cruets
it: Ampolle

source: Cruet sets for oil and vinegar
it: Set per olio ed aceto [oliere]

source: Non-metal coin banks
it: Salvadanai non metallici

source: Piggy banks
it: Salvadanai

source: Unfinished glass for vehicle windows
it: Vetro semilavorato per finestrini di veicoli

source: Glass for vehicle windows [semi-finished product]
it: Vetro per finestrini di veicoli [prodotti semilavorati]

source: Autoclaves, non-electric, for cooking
it: Marmitte autoclavi, non elettriche

source: Roasting dishes
it: Teglie per arrosti

source: Baking dishes
it: Teglie da forno

source: Fruit bowls
it: Fruttiere

source: Crushers for kitchen use, non-electric
it: Tritatutto da cucina, non elettrici

source: Basting brushes
it: Pennelli da cucina

source: Tangsancai (tri-coloured glazed pottery)
it: Tangsancai (vasellame smaltato in tre colori)

source: Cleaning brushes for sports equipment
it: Spazzole di pulizia per attrezzature sportive

source: Jugs, not of precious metal
it: Brocche, non in metallo prezioso

source: Flower bowls of precious metal
it: Fioriere in metallo prezioso

source: Holders for flowers
it: Contenitori per fiori
